export const facultyDirectory: Record<string, { headName: string; addressTo: string }> = {
  'Геолого-геофизический факультет': {
    headName: 'Верниковскому Валерию Арнольдовичу',
    addressTo: 'Декану Геолого-геофизического факультета НГУ',
  },

  'Гуманитарный институт': {
    headName: 'Зуеву Андрею Сергеевичу',
    addressTo: 'Директору Гуманитарного института НГУ',
  },

  'Институт интеллектуальной робототехники': {
    headName: 'Окуневу Алексею Григорьевичу',
    addressTo: 'Директору Института интеллектуальной робототехники НГУ',
  },

  'Институт медицины и медицинских технологий': {
    headName: 'Самойловой Юлии Геннадьевне',
    addressTo: 'Директору Института медицины и медицинских технологий НГУ',
  },

  'Институт философии и права': {
    headName: 'Диеву Владимиру Серафимовичу',
    addressTo: 'Директору Института философии и права НГУ',
  },

  'Механико-математический факультет': {
    headName: 'Ерманюку Евгению Валерьевичу',
    addressTo: 'Исполняющему обязанности декана Механико-математического факультета НГУ',
  },

  'Передовая инженерная школа': {
    headName: 'Головину Сергею Валерьевичу',
    addressTo: 'Директору Передовой инженерной школы НГУ',
  },

  'Факультет естественных наук': {
    headName: 'Резникову Владимиру Анатольевичу',
    addressTo: 'Декану Факультета естественных наук НГУ',
  },

  'Факультет информационных технологий': {
    headName: 'Лаврентьеву Михаилу Михайловичу',
    addressTo: 'Декану Факультета информационных технологий НГУ',
  },

  'Физический факультет': {
    headName: 'Бондарю Александру Евгеньевичу',
    addressTo: 'Декану Физического факультета НГУ',
  },

  'Экономический факультет': {
    headName: 'Богомоловой Татьяне Юрьевне',
    addressTo: 'Декану Экономического факультета НГУ',
  },
};
