export const dormitoryAddress: Record<string, { address: string }> = {
  'Общежитие №1А': {
    address: 'г. Новосибирск, ул. Ляпунова, д. 4',
  },

  'Общежитие №1Б': {
    address: 'г. Новосибирск, ул. Ляпунова, д. 2',
  },

  'Общежитие №2': {
    address: 'г. Новосибирск, ул. Пирогова, д. 4/2',
  },

  'Общежитие №3': {
    address: 'г. Новосибирск, ул. Пирогова, д. 4/1',
  },

  'Общежитие №4': {
    address: 'г. Новосибирск, ул. Пирогова, д. 8',
  },

  'Общежитие №5': {
    address: 'г. Новосибирск, ул. Пирогова, д. 14',
  },

  'Общежитие №6': {
    address: 'г. Новосибирск, ул. Пирогова, д. 16',
  },

  /*'Общежитие №7': {
        address: 'г. Новосибирск, ул. Пирогова, д. 18',
    },*/

  'Общежитие №8/1': {
    address: 'г. Новосибирск, ул. Пирогова, д. 20',
  },

  'Общежитие №8/2': {
    address: 'г. Новосибирск, ул. Пирогова, д. 20',
  },

  'Общежитие №9': {
    address: 'г. Новосибирск, ул. Пирогова, д. 18а',
  },

  'Общежитие №10': {
    address: 'г. Новосибирск, ул. Пирогова, д. 10',
  },
};
